import 海口市 from "./460100000000.json";
import 三亚市 from "./460200000000.json";
import 三沙市 from "./460300000000.json";
import 五指山市 from "./469001000000.json";
import 琼海市 from "./469002000000.json";
import 儋州市 from "./460400000000.json";
import 文昌市 from "./469005000000.json";
import 万宁市 from "./469006000000.json";
import 东方市 from "./469007000000.json";
import 澄迈县 from "./469023000000.json";
import 定安县 from "./469021000000.json";
import 屯昌县 from "./469022000000.json";
import 临高县 from "./469024000000.json";
import 白沙黎族自治县 from "./469025000000.json";
import 昌江黎族自治县 from "./469026000000.json";
import 乐东黎族自治县 from "./469027000000.json";
import 陵水黎族自治县 from "./469028000000.json";
import 保亭黎族苗族自治县 from "./469029000000.json";
import 琼中黎族苗族自治县 from "./469030000000.json";

export const cityMapData = {
  '460100000000': 海口市,
  '460200000000': 三亚市,
  '460300000000': 三沙市,
  '469001000000': 五指山市,
  '469002000000': 琼海市,
  '460400000000': 儋州市,
  '469005000000': 文昌市,
  '469006000000': 万宁市,
  '469007000000': 东方市,
  '469023000000': 澄迈县,
  '469021000000': 定安县,
  '469022000000': 屯昌县,
  '469024000000': 临高县,
  '469025000000': 白沙黎族自治县,
  '469026000000': 昌江黎族自治县,
  '469027000000': 乐东黎族自治县,
  '469028000000': 陵水黎族自治县,
  '469029000000': 保亭黎族苗族自治县,
  '469030000000': 琼中黎族苗族自治县,
}